const GanpatiText = () => {
  return (
    <>
      <div
        style={{
          display: "flex",
          flexDirection: "column",
          justifyContent: "center",
          alignItems: "center",
        }}
      >
        <h1>॥ श्री गणपती आरती ॥</h1>
        <h3 style={{ textAlign: "center" }}>
          जय गणेश जय गणेश जय गणेश देवा <br />
          जय गणेश, जय गणेश, जय गणेश देवा
          <br />
          <br /> माता जाकी पार्वती, पिता महादेवा <br />
          माता जाकी पार्वती, पिता महादेवा
          <br />
          <br /> जय गणेश, जय गणेश, जय गणेश देवा
          <br /> जय गणेश, जय गणेश, जय गणेश देवा <br />
          <br />
          माता जाकी पार्वती, पिता महादेवा
          <br /> माता जाकी पार्वती, पिता महादेवा
          <br />
          <br /> एकदंत, दयावन्त, चार भुजाधारी <br />
          एकदंत, दयावन्त, चार भुजाधारी
          <br />
          <br /> माथे सिंदूर सोहे, मूस की सवारी
          <br /> माथे सिंदूर सोहे, मूस की सवारी
          <br />
          <br /> एकदंत, दयावन्त, चार भुजाधारी <br />
          एकदंत, दयावन्त, चार भुजाधारी
          <br />
          <br /> माथे सिंदूर सोहे, मूस की सवारी
          <br /> माथे सिंदूर सोहे, मूस की सवारी
          <br />
          <br /> पान चढ़े, फूल चढ़े और चढ़े मेवा
          <br /> पान चढ़े, फूल चढ़े और चढ़े मेवा
          <br />
          <br /> लड्डुअन का भोग लगे, संत करें सेवा
          <br /> लड्डुअन का भोग लगे, संत करें सेवा
          <br />
          <br /> जय गणेश, जय गणेश, जय गणेश, देवा <br />
          जय गणेश, जय गणेश, जय गणेश, देवा
          <br />
          <br /> माता जाकी पार्वती, पिता महादेवा
          <br /> माता जाकी पार्वती, पिता महादेवा
          <br />
          <br /> अंधन को आंख देत, कोढ़िन को काया
          <br /> अंधन को आंख देत, कोढ़िन को काया <br />
          <br />
          बांझन को पुत्र देत, निर्धन को माया <br />
          बांझन को पुत्र देत, निर्धन को माया
          <br />
          <br /> अंधन को आंख देत, कोढ़िन को काया
          <br /> अंधन को आंख देत, कोढ़िन को काया
          <br />
          <br /> बांझन को पुत्र देत, निर्धन को माया <br />
          बांझन को पुत्र देत, निर्धन को माया <br />
          <br />
          सुर शाम शरण आये सफल कीजे सेवा
          <br /> सुर शाम शरण आये सफल कीजे सेवा <br />
          <br />
          माता जाकी पार्वती, पिता महादेवा
          <br /> माता जाकी पार्वती, पिता महादेवा
          <br />
          <br /> जय गणेश जय गणेश जय गणेश देवा
          <br /> जय गणेश जय गणेश जय गणेश देवा
          <br />
          <br /> माता जाकी पार्वती, पिता महादेवा
          <br /> माता जाकी पार्वती, पिता महादेवा
          <br />
          <br /> बिनन की लाज राखो शंभू सूत वारी
          <br /> बिनन की लाज राखो शंभू सूत वारी
          <br />
          <br /> कामना को पूरा करो जग बली हारी
          <br /> कामना को पूरा करो जग बली हारी <br />
          <br />
          बिनन की लाज राखो शंभू सूत वारी <br />
          बिनन की लाज राखो शंभू सूत वारी
          <br />
          <br /> कामना को पूरा करो जग बली हारी
          <br /> कामना को पूरा करो जग बली हारी
          <br />
          <br /> बिनन की लाज राखो शंभू सूत वारी
          <br /> कामना को पूरा करो जग बली हारी <br />
          <br />
          जय गणेश जय गणेश जय गणेश देवा
          <br /> जय गणेश जय गणेश जय गणेश <br />
          <br /> माता जाकी पार्वती, पिता महादेवा
          <br /> माता जाकी पार्वती, पिता महादेवा <br />
          <br />
          जय गणेश जय गणेश जय गणेश देवा
          <br /> जय गणेश जय गणेश जय गणेश देवा
          <br />
          <br /> माता जाकी पार्वती, पिता महादेवा
          <br /> माता जाकी पार्वती, पिता महादेवा
          <br />
          <br />
        </h3>
      </div>
    </>
  );
};

export default GanpatiText;
